---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Cd
source: html/8f6c6f82-ec1c-98b5-f749-7a001c551f0c.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Cd Property

Symbol cd, indicating unit Candelas.

## Syntax (C#)
```csharp
public static ForgeTypeId Cd { get; }
```